[
  { "iso639": "eo",
    "name": "Esperanto",
    "there": "tie",
    "and": "kaj",
    "underConstruction": "Ĉi tiu programo bedaŭrinde ne finas nun.",
    "participate": "Vi povas partopreni ties kreadon",
    "description": "Ĉi tiu programaĵo estas produktilo de scenaroj por vesperenketoj.",
    "openSource": "Ties fontkodo libere disponeblas",
    "error": "Bedaŭrinde eraro okazis.",
    "report": "Bonvole sciigu ĝin",
    "errorDetails": "Erardetaloj:",
    "next": "Sekva etapo",
    "previous": "Antaŭa etapo",
    "startGeneration": "Krei scenaron!",
    "importFileShortcut": "Se vi jam elkreis scenaron kaj volas reŝalti ĝin, vi povas ignori entute la ceteron de tiu paĝo kaj alŝulti ĝin (aŭ pli precize, ties JSON-dosieron).  Tio rekte saltigos vin al la lasta etapo.  Se vi ne jam kreis scenaron aŭ volas krei novan, vi povas senprobleme ignori tiun dosieran peton.",
    "shortcutGeneration": "Alŝulti ĉi tiun scenaron",
    "noFileSelected": "Neniu dosiero estis elektita!",
    "howManyPlayers": "Kiom da ludantoj (krom ludestroj) planas vi en tiu ĉi scenaro?",
    "experience": "Kiom spertajn ĝenerale taksas vi viajn ludantojn?",
    "beginner": "Komencantoj",
    "experienced": "Spertuloj",
    "lengthOfCharacterSheets": "Ĉu vi ĝenerale pliŝatas mallongajn roldokumentojn, kun intensaj konfliktoj sed kelkfoje karikaturaj, aŭ longajn roldokumentojn, plenaj je respondecoj sed ankaŭ je rimedoj por plenumi ilin?",
    "shortSheets": "Mallongaj roldokumentoj",
    "longSheets": "Longaj roldokumentoj",
    "fastOrSlowGeneration": "Krei scenaron povas peti tempon kaj multe uzi vian procesoron.  Ĉu vi pliŝatus uzi malpli da rimedoj kaj rapide krei ne tiom kvalitan scenaron (konsilata se vi legas tiun ĉi paĝon per via telefono), aŭ malrapide krei relative bonan scenaron uzante multe vian procesoron?",
    "fastGeneration": "Rapide sed ne tiom kvalite",
    "slowGeneration": "Malrapide sed pli kvalite",
    "unselectCategories": "Bonvolu malselekti temojn kiujn vi ial ajn ŝatus eviti en tiu ĉi scenaro.",
    "noCategories": "Malselekti ĉiujn",
    "allCategories": "Selekti ĉiujn",
    "categoryDepends": "dependas de",
    "individualConstraints": "En tiu ĉi lasta etapo, vi povas difini specifajn petojn por apartaj ludantoj, kiel ties nomon, asociitajn malsimplecon kaj malfacilecon, aŭ aliajn pli precizajn petojn.  Se vi ne bezonas tiajn specifajn agordojn, rekte klaku tutsube por krei scenaron.",
    "complexityDifficultyExplanation": "Malsimpleco kaj malfacileco estas du argordoj kiuj reprezentas la sperton kaj la intereso de ĉiuj ludantoj.  Intuicie, malsimpleco rilatas al longeco de roldokumentoj, kaj malfacileco rilatas al la probableco de iu rolo morti dum la vesperenketo.  Jen kvar ekstremaj ekzemploj.",
    "lowComplexityLowDifficulty": "Ambaŭ simpla kaj facila: iu scivolemulo kiu preterpasis kaj kuniĝis la grupon;",
    "lowComplexityHighDifficulty": "Simpla, sed malfacila: iu kies piedosigno pro pura hazardo ekzakte similas al tiuj trovitaj ĉirkaŭ mortigado kiujn ĉiuj provas venĝi;",
    "highComplexityLowDifficulty": "Malsimpla, sed facila: iu fama por sia saĝeco al kiu oni petis solvi malsimplegan konflikton por kiu ŝajnas nenian solvon ekzisti;",
    "highComplexityHighDifficulty": "Ambaŭ malsimpla kaj malfacila: duobla spionino kiu scias multe pri ĉiuj… inklude ke neniu fidas ŝin kaj ĉiuj provas krei falilojn por ŝi!",
    "changeThisTable": "Libere ŝanĝu la datumojn de tiu ĉi tabelo.",
    "playerName": "Rolnomo",
    "complexity": "Malsimpleco",
    "difficulty": "Malfacileco",
    "miscellaneous": "Aliaĵoj",
    "nameStartVowels": "A,E,I,O,U",
    "nameStartConsonant": "B,D,F,G,Ĝ,J,Ĵ,K,L,M,N,P,R,S,T;H,Ŝ,C,Ĉ,V,Z;Ĥ",
    "nameMiddleVowels": "a,e,i,o,u;aŭ;io,eŭ",
    "nameMiddleConsonant": "b,c,d,f,g,j,k,l,m,n,p,r,s,ŝ,t,v,z;h,ĉ,ĝ,lj,ĵ;ĥ,nj",
    "nameEndVowels": "o,ino",
    "nameEndConsonant": "ĉjo,njo",
    "nameSize": "5",
    "exportList": "Nun ke la scenaro estis kreita, vi povas elŝulti ĝin en la ĉi subaj dosierformatoj.",
    "downloadAs": "Elŝulti kiel",
    "characterAttributes": "Rolulaj ecoj",
    "characterEvents": "Eventoj",
    "forTheGM": "Specife por la ludestro",
    "GMEvents": "Eventaro",
    "graphviz": "Graphviz",
    "graphvizDescription": "Ĉi tiu dosierformato grafike konceptigas la scenaron kaj povas esti utila por globale kompreni ĝin.  Ĉi tiu formato ne referencas eventojn.  Vi povas uzi la programaĵon xdot aŭ ties variaĵojn por elvidi ĝin (ĉefe perla filtriloj dot aŭ circo, dependante de kion vi celas observi).",
    "json": "JSON",
    "jsonDescription": "Ĉi tiu universala formato permesigas elporti datumojn al aliaj programaĵoj.  La kreita scenaro estas entute enkodigita en tiu ĉi formato kaj povas esti poste reŝultita en tiu ĉi scenarkreilo.",
    "iCalendar": "iCalendar",
    "icalDescription": "Ĉi tiu formato donas reprezenton de eventoj kiel kalendaro.  Tiu kalendaro povas estis importita en ia ajn komputila kalendarilo.",
    "orgmode": "Org-mode",
    "orgDescription": "Ĉi tiu homlegebla formato priskribas la kreitan scenaron.  Vi povas legi ĝin per ia ajn tekstredaktilo."
  },
  { "iso639": "fr",
    "name": "Français",
    "there": "ici",
    "and": "et",
    "underConstruction": "Ce programme n’est malheureusement pas terminé.",
    "participate": "Vous pouvez prendre part à sa création",
    "description": "Ce programme est un générateur de soirées-enquêtes.",
    "openSource": "Son code source est libre et est disponible",
    "error": "Malheureusement une erreur s’est produite.",
    "report": "Merci de la rapporter",
    "errorDetails": "Détails de l’erreur :",
    "next": "Étape suivante",
    "previous": "Étape précédente",
    "startGeneration": "Générer un scénario !",
    "importFileShortcut": "Si vous avez déjà créé un scénario et voulez le recharger, vous pouvez ignorer tout le reste de cette page et le téléverser ici (plus précisément, téléverser son fichier JSON).  Ceci vous fera passer directement à la dernière étape.  Si vous n’avez pas déjà créé de scénario ou voulez en générer un nouveau, vous pouvez sans problème ignorer cette entrée.",
    "shortcutGeneration": "Téléverser ce scénario",
    "noFileSelected": "Aucun fichier n’a été sélectionné !",
    "howManyPlayers": "Combien de joueurs (sans compter les maîtres de jeu) prévoyez vous pour ce scénario ?",
    "experience": "D’une manière générale, comment estimez-vous l’expérience de vos joueurs ?",
    "beginner": "Débutants",
    "experienced": "Avertis",
    "lengthOfCharacterSheets": "Préférez-vous en général des fiches de personnages courtes, avec des conflits intenses mais parfois caricaturaux, ou des fiches de personnages longues, avec beaucoup de responsabilité mais avec les moyens de les gérer ?",
    "shortSheets": "Fiches de personnages courtes",
    "longSheets": "Fiches de personnages longues",
    "fastOrSlowGeneration": "La génération du scénario peut prendre du temps et occuper une bonne partie de votre processeur.  Préférez-vous une génération plus rapide et moins gourmande en ressources mais de moins bonne qualité (conseillé si vous lancez la génération sur un téléphone) ou une génération de meilleure qualité, mais sensiblement plus lente ?",
    "fastGeneration": "Rapide mais de moins bonne qualité",
    "slowGeneration": "Lente mais de meilleure qualité",
    "unselectCategories": "Veuillez désélectionner les thèmes que vous préférez (pour une raison ou pour une autre) éviter dans ce scénario.",
    "noCategories": "Tout désélectionner",
    "allCategories": "Tout sélectionner",
    "categoryDepends": "nécessite",
    "individualConstraints": "Dans cette étape finale, vous pouvez spécifier des contraintes individuelles pour chaque joueur, telles leurs noms, complexité et difficulté associées, voire d’autres contraintes plus précises.  Si vous n’avez pas de contraintes particulières, cliquez directement tout en bas sur la génération de scénario.",
    "complexityDifficultyExplanation": "La complexité et la difficulté sont deux paramètres représentant l’expérience et les goûts du joueur.  De manière très résumée, la complexité est reliée à la taille de la fiche de personnage, alors que la difficulté est reliée à la probabilité d’un personnage de mourir lors de la soirée-enquête.  Voici quatre exemples extrêmes.",
    "lowComplexityLowDifficulty": "Complexité et difficulté faibles : quelqu’un qui passait par là a rejoint l’attroupement par curiosité ;",
    "lowComplexityHighDifficulty": "Complexité faible, mais difficulté élevée : quelqu’un dont les empreintes de pas correspondent exactement (mais par pur hasard) celles trouvées près d’un assassinat dont tout le monde cherche à se venger ;",
    "highComplexityLowDifficulty": "Grande complexité, mais faible difficulté : quelqu’un très réputé pour sa sagesse à qui on a demandé de résoudre un conflit très complexe pour lequel il semble ne pas exister de solution ;",
    "highComplexityHighDifficulty": "À la fois une grande complexité et une grande difficulté : une agent-double qui en sait beaucoup sur tout le monde… en particulier que personne ne lui fait confiance et que tout le monde ne fait que chercher à la prendre la main dans le sac !",
    "changeThisTable": "Soyez libre de changer n’importe quelle donnée dans cette table.",
    "playerName": "Nom du personnage",
    "complexity": "Complexité",
    "difficulty": "Difficulté",
    "miscellaneous": "Autres",
    "nameStartVowels": "A,É;An;Hé,Hi,O;Ya,Xa",
    "nameStartConsonant": "B,C,D,F,G,L,M,N,P,R,S,T,V,Qu;Hec",
    "nameMiddleVowels": "a,ou,an,en,in,on;é,ai,oi;u,i,o;è",
    "nameMiddleConsonant": "l,m,n,r,ss,t,tr;s,ch,gu,ll;c,d,j,f,rt;bon,ct",
    "nameEndVowels": "ine,in,elle,el,e;sse",
    "nameEndConsonant": "d,t,re,le,nie,tier;rd,rt,ge",
    "nameSize": "5",
    "exportList": "Maintenant que le scénario a été généré, vous pouvez le télécharger aux formats suivant.",
    "downloadAs": "Télécharger au format",
    "characterAttributes": "Attributs",
    "characterEvents": "Événements",
    "forTheGM": "Notes au maître du jeu",
    "GMEvents": "Chronologie",
    "graphviz": "Graphviz",
    "graphvizDescription": "Ce format donne une représentation graphique du scénario et peut être utile pour repérer les rapports de force en jeu.  Les événements ne sont pas stockés dans ce format.  Vous pouvez utiliser le programme xdot ou ses variantes pour le lire (principalement avec les filtres dot ou circo, en fonction de ce que vous souhaitez observer).",
    "json": "JSON",
    "jsonDescription": "Ce format générique vous permet d’importer les données générées dans de nombreux autres logiciels.  L’intégralité du scénario généré est stocké dans ce format et peut être rechargé dans ce générateur de scénario pour un usage ultérieur.",
    "iCalendar": "iCalendar",
    "icalDescription": "Ce format donne une représentation des événements sous forme de calendrier.  Ce dernier peut ensuite être importé dans n’importe quel calendrier numérique.",
    "orgmode": "Org-mode",
    "orgDescription": "Ce format conçu pour être lisible par des humains fournit une description du scénario généré.  Il peut être lu par n’importe quel éditeur de texte."
  },
  { "iso639": "en",
    "name": "English",
    "there": "there",
    "and": "and",
    "underConstruction": "This program is unfortunately under construction.",
    "participate": "You can participate to its creation",
    "description": "This program is a murder-party generator.",
    "openSource": "This program is free software and its source code is available",
    "error": "Unfortunately an error occurred.",
    "report": "Please report it",
    "errorDetails": "Error details:",
    "next": "Next step",
    "previous": "Previous step",
    "startGeneration": "Generate a scenario!",
    "importFileShortcut": "If you already generated a scenario and want to load it back, you can entirely ignore the rest of this page and send it here (or more precisely, its JSON file).  This will make you jump directly to the last step.  If you did not already create a scenaro or want to generate a new one, you can safely ignore this input.",
    "shortcutGeneration": "Send this scenario",
    "noFileSelected": "No file has been selected!",
    "howManyPlayers": "How many players (without counting game masters) do you plan for this scenario?",
    "experience": "How do you globally estimates your players’s experience?",
    "beginner": "Beginners",
    "experienced": "Experienced",
    "lengthOfCharacterSheets": "Do you generally prefer short character sheets, with intense conflicts but sometimes slightly cartoonish, or long character sheets, filled with responsibility as well as the associated abilities?",
    "shortSheets": "Short character sheets",
    "longSheets": "Long character sheets",
    "fastOrSlowGeneration": "Generating a scenario can take some time and use your processor a lot.  Would you prefer a fast generation using less resources but at the same time of lesser quality (prefered option if you are running this page on a phone), or a slow and resource-intensive generation but with better results?",
    "fastGeneration": "Fast but of lesser quality",
    "slowGeneration": "Slow but of better quality",
    "unselectCategories": "Please unselect themes that you would like to avoid (for any reason) in your scenario.",
    "noCategories": "Unselect all",
    "allCategories": "Select all",
    "categoryDepends": "depends on",
    "individualConstraints": "In this last step, you can specify individual player constraints, such as their names, associated complexity and difficulty, or more specific constraints.  If you need no specific constraints, just click below this page the link to generate a scenario.",
    "complexityDifficultyExplanation": "Complexity and difficulty are two parameters that represent the experience and taste of the player.  In a nutshell, complexity is related with the size of character sheets, whilst difficulty is related to the probability that a character will be killed during the murder-party.  Here are four extreme examples.",
    "lowComplexityLowDifficulty": "Both low complexity and low difficulty: a passerby who join the party out of curiosity;",
    "lowComplexityHighDifficulty": "Low complexity but high difficulty: someone whose footprints match by pure chance the ones found around an assassination from which everyone else seek revange;",
    "highComplexityLowDifficulty": "High complexity but low difficulty: someone highly estimated for his wisdom being asked to settle a very complicated dispute for which no solution seems to exist;",
    "highComplexityHighDifficulty": "Both high complexity and high difficulty: a double-agent who knows a lot about both sides… namely that they both have high suspicion about her allegiance and are just looking for ways to trap her!",
    "changeThisTable": "Feel free to change any data in this table.",
    "playerName": "Player name",
    "complexity": "Complexity",
    "difficulty": "Difficulty",
    "miscellaneous": "Miscellaneous",
    "nameStartVowels": "A,E,I,O,U;Au;Ho",
    "nameStartConsonant": "B,C,D,F,G,H,J,K,Kh,L,M,N,P,R,S,Th,W;Ch,Sh,St,V,Wh,Z,Jo",
    "nameMiddleVowels": "a,e,i,y,ea;ee,o,oo,u,ya,im,on,en;aw,ow,ew",
    "nameMiddleConsonant": "br,c,d,f,gh,rg,li,ls,m,nn,pp,rr,s,t,th;b,ch,sh,ph,v,k,st;z,ht,g,fl",
    "nameEndVowels": "own,ay,en,ia,any,eth,ough,e,ing,er",
    "nameEndConsonant": "rson,cester,ms,nes,rne,ly,hn,rd",
    "nameSize": "4",
    "exportList": "Now that the scenario has been generated, you can download it under the following formats.",
    "downloadAs": "Download as",
    "characterAttributes": "Character attributes",
    "characterEvents": "Events",
    "forTheGM": "Specific to the game master",
    "GMEvents": "All events",
    "graphviz": "Graphviz",
    "graphvizDescription": "This format provides a graphical representation of the scenario and can be useful to understand it globally.  This format does not store events.  You can use the xdot program or its look-alikes to visualise it (mainly with the dot or circo filters, depending on what you want to observe).",
    "json": "JSON",
    "jsonDescription": "This generic format enables to import generated data into other softwares.  The generated scenario is fully stored in this format and can be retreived back in this scenario generator for further reuse.",
    "iCalendar": "iCalendar",
    "icalDescription": "This format provides a representations of generated events as a calendar.  This calendar can then be imported into any digital calendar.",
    "orgmode": "Org-mode",
    "orgDescription": "This format provides a readable description of the generated scenario.  It can be read by any text editor."
  }
]
