[
  { "iso639": "eo",
    "name": "Esperanto",
    "there": "tie",
    "and": "kaj",
    "underConstruction": "Ĉi tiu programaĵo bedaŭrinde ne finas nun.",
    "lookingForContribution": "Ĉi tiu programaĵo liberas kaj iu ajn motivitulo povas ĝin alkontribui.",
    "participate": "Vi povas partopreni ties kreadon",
    "linkJumped": "Vi alvenis ĉi ties sekvante ligilon kun informoj.  La asociitaj demandoj estis nature responditaj kaj vi nun estas en la sekva etapo.  Tamen, se vi pliŝatas, vi povas",
    "jumpBack": "reiri al la unua etapo",
    "description": "Ĉi tiu programaĵo estas produktilo de scenaroj por vesperenketoj.",
    "openSource": "Ties fontkodo libere disponeblas",
    "error": "Bedaŭrinde eraro okazis.",
    "report": "Bonvole sciigu ĝin",
    "errorDetails": "Erardetaloj:",
    "next": "Sekva etapo",
    "previous": "Antaŭa etapo",
    "startGeneration": "Krei scenaron!",
    "createNewScenario": "Vi povas ĉu elkrei tutnovan scenaron aŭ alŝulti jamekzistantan scenaron.",
    "fastCreation": "La antaŭa ebleco multe demandos al vi por krei la plej taŭgan scenaron.  Eble vi volas rekte eki al la scenarokreadon.  Tiaokaze, indiku kiom da ludantoj (krom ludestroj) ludos en tiu scenaro kaj eku rapidkreadon.",
    "startFastGeneration": "Rapidkreado!",
    "importFileShortcut": "Se vi jam elkreis scenaron kaj volas reŝalti ĝin, vi povas alŝulti ties JSON-dosieron ĉi tie.  Tio rekte saltigos vin al la lasta etapo.",
    "shortcutGeneration": "Alŝulti ĉi tiun scenaron",
    "noFileSelected": "Neniu dosiero estis elektita!",
    "howManyPlayers": "Kiom da ludantoj (krom ludestroj) planas vi en tiu ĉi scenaro?",
    "experience": "Kiom spertajn ĝenerale taksas vi viajn ludantojn?",
    "beginner": "Komencantoj",
    "experienced": "Spertuloj",
    "lengthOfCharacterSheets": "Ĉu vi ĝenerale pliŝatas mallongajn roldokumentojn, kun intensaj konfliktoj sed kelkfoje karikaturaj, aŭ longajn roldokumentojn, plenaj je respondecoj sed ankaŭ je rimedoj por plenumi ilin?",
    "shortSheets": "Mallongaj roldokumentoj",
    "longSheets": "Longaj roldokumentoj",
    "whenDoYouPlanToPlay": "Kiam planas vi ludi tiun scenaron?",
    "fastOrSlowGeneration": "Krei scenaron povas peti tempon kaj multe uzi vian procesoron.  Ĉu vi pliŝatus uzi malpli da rimedoj kaj rapide krei ne tiom kvalitan scenaron (konsilata se vi legas tiun ĉi paĝon per via telefono), aŭ malrapide krei relative bonan scenaron uzante multe vian procesoron?",
    "fastGeneration": "Rapide sed ne tiom kvalite",
    "slowGeneration": "Malrapide sed pli kvalite",
    "unselectCategories": "Bonvolu malselekti temojn kiujn vi ial ajn ŝatus eviti en tiu ĉi scenaro.",
    "categoriesExplain": "Lasi temon selektitan ne garantias ke ĝi estos praktike uzata, sed malselekti temon garantias ke ĝi ne estos uzata.",
    "categoriesExamples": "Kelkaj scenarelementoj postulas pli ol unu temon por esti uzita.  Ekzemple, sekreta amo malpermesita de iu religio nur aperos se ambaŭ temoj Amrakonto kaj Religio estas selektitaj.",
    "noCategories": "Malselekti ĉiujn",
    "allCategories": "Selekti ĉiujn",
    "howManyElements1": "Per tiuj agorgoj, ",
    "howManyElements2": " scenarelementojn estos donitaj al la kreilo.",
    "WarningVeryFewTranslations": "Atenton: malmulte da scenarelementoj estas entute tradukitaj en Esperanto.  Elekti alian lingvon povas konduki al pli diversaj scenaroj, aŭ simple eviti mankantajn tradukojn.  La procento de elementoj tradukitaj en Esperanto estas",
    "percent": "%",
    "categoryDepends": "dependas de",
    "individualConstraints": "En tiu ĉi lasta etapo, vi povas difini specifajn petojn por apartaj ludantoj, kiel ties nomon, asociitajn malsimplecon kaj malfacilecon, aŭ aliajn pli precizajn petojn.  Se vi ne bezonas tiajn specifajn agordojn, rekte klaku tutsube por krei scenaron.",
    "stepNames": "Ŝanĝi nomojn",
    "changingNamesManually": "Vi povas ŝanĝi la nomojn de iu ajn rolulo en ĉi suba tabelo.",
    "changingNamesAutomatically": "Vi ankaŭ povas hazarde ekkrei novajn nomojn.  Por tio, elektu nomkreilon kaj alklaku la ĉi-sekvan butonon:",
    "changeNames": "Ekŝanĝi ĉies nomon",
    "nameInteractions": "Kelkaj nomkreiloj interagas kun rolulecoj: se la nomrezultoj de iu specifa rolulo ŝajnas ne sufiĉe diversas, forigu kelkajn el ties ecoj en la sekva ĉi suba parto.",
    "lockNameDescription": "Se vi ŝatas unu el la kreitaj nomoj, vi povas protekti ĝin: la nomkreilo ne ŝanĝos ĝin.",
    "bunchOfNames": "Alimaniere, vi povas elkrei multe da nomoj kaj kopglui tiujn kiujn vi ŝatas.  Tiacele, elektu nomkreilon kaj nomkvanton, kaj alklaku la ĉi-sekvan butonon:",
    "generateBunchOfNames": "Elkrei multajn nomojn",
    "lockName": "Protekti nomon",
    "unlockName": "Malprotekti nomon",
    "stepAttributes": "Aldoni ecojn",
    "attributeExplanation": "Ecojn estas rolulecojn, kiel ekzemple ties ĝenro, kredoj, aŭ socia statuso.",
    "setAttribute": "En tiu ĉi tabelo, vi povas aldoni specifajn ecojn al viaj roluloj.  Alserĉu la econ el la linio de tiu rolulo kaj selektu ĝin.",
    "resetAttribute": "Forviŝi ĉiujn ecojn",
    "stepContacts": "Aldoni kontaktojn",
    "contactExplanation": "Kontaktoj estas ligoj inter roluloj, kiel ekzemple ke ili konas sin, laboras kune, aŭ ke ili havas familian aŭ aman rilaton.",
    "setContact": "En tiu ĉi tabelo, vi povas aldoni specifajn kontaktojn inter viaj roluloj.  Alserĉu la kontakton el la linio de la rolulo kaj la kolumno de la celita rolulo, kaj selektu ĝin.",
    "resetContactLine": "Forviŝi ĉiujn kontaktojn de tiu ĉi linio",
    "resetContactColumn": "Forviŝi ĉiujn kontaktojn de tiu ĉi kolumno",
    "stepComplexityDifficulty": "Agordoj de malsimpleco kaj malfacileco",
    "complexityDifficultyExplanation": "Malsimpleco kaj malfacileco estas du argordoj kiuj reprezentas la sperton kaj la intereso de ĉiuj ludantoj.  Intuicie, malsimpleco rilatas al longeco de roldokumentoj, kaj malfacileco rilatas al la probableco de iu rolo morti dum la vesperenketo.  Jen kvar ekstremaj ekzemploj.",
    "lowComplexityLowDifficulty": "Ambaŭ simpla kaj facila: iu scivolemulo kiu preterpasis kaj kuniĝis la grupon;",
    "lowComplexityHighDifficulty": "Simpla, sed malfacila: iu kies piedosigno pro pura hazardo ekzakte similas al tiuj trovitaj ĉirkaŭ mortigado kiujn ĉiuj provas venĝi;",
    "highComplexityLowDifficulty": "Malsimpla, sed facila: iu fama por sia saĝeco al kiu oni petis solvi malsimplegan konflikton por kiu ŝajnas nenian solvon ekzisti;",
    "highComplexityHighDifficulty": "Ambaŭ malsimpla kaj malfacila: duobla spionino kiu scias multe pri ĉiuj… inklude ke neniu fidas ŝin kaj ĉiuj provas krei falilojn por ŝi!",
    "complexityDifficultyPrefilled": "La malsimpleco kaj malfacileco de ĉies roluloj estis antaŭagordita laŭ la informoj kiujn vi donis en la unuaj agordetapoj.",
    "changeThisTable": "Libere ŝanĝu la datumojn de tiu ĉi tabelo.",
    "generatorWillDealWithThese": "La kreilo serĉos klarigojn pri la informoj kiujn vi donos.  La kreilo povos aldoni informojn en tiu ĉi tabelo kondiĉe ke ĝi ne kontraŭdiras kion vi indikis en ĝi.",
    "playerName": "Rolnomo",
    "complexity": "Malsimpleco",
    "difficulty": "Malfacileco",
    "attributes": "Ecoj",
    "contacts": "Kontaktoj",
    "commands": "Agoj",
    "miscellaneous": "Aliaĵoj",
    "forExample": "Ekzemple:",
    "backgroundGeneration": "La scenarkreado nun paralele komencis.  Via komputilo povas esti malpli rapida ol kutime dum kelkaj momentoj pro tio.  La terminala versio de tiu ĉi kreilo estas ja pli rapida ol ĉi tiu retinterfaco (sed ankaŭ ja malpli simpla por uzi).  Se vi volas, vi povas elkrei ĝin vi mem el ties fonto kiuj disponeblas",
    "exportPossibilities": "Kiel ŝatus vi elŝulti vian scenaron post ĝi estos kreita?",
    "noProductionSelected": "Neniu formato estis elektita!",
    "exportList": "Nun ke la scenaro estis kreita, vi povas elŝulti ĝin en la ĉi subaj dosierformatoj.",
    "exportedAsHTML": "La scenaro ankaŭ estas afiŝita ĉi sube.",
    "changeStyles": "La stilo de ĉi tiu retejo povas ne taŭgi por printado.",
    "changeStylesOn": "Por malkolorigeti ĝin, selektu tion.",
    "changeStylesOff": "Por rekolorigi ĝin, malselektu tion.",
    "errorWhenExporting": "Bedaŭrinde, eraro okazis dum la elkreado de la scenario en specifa disierformato: kelkaj formatoj mankos.",
    "downloadAs": "Elŝulti kiel",
    "generateAs": "Elkrei dosieron kiel",
    "characterAttributes": "Rolulaj ecoj",
    "characterContacts": "Kontaktoj",
    "characterEvents": "Eventoj",
    "objectAttributes": "Objektaj ecoj",
    "objectContacts": "Objektaj kontaktoj",
    "contactTo": "Kun",
    "forTheGM": "Specife por la ludestro",
    "GMEvents": "Eventaro",
    "GMCharacters": "Rolularo",
    "GMContacts": "Kontaktaro",
    "GMobjects": "Objektaro",
    "Year": "Jaro",
    "Month": "Monato",
    "Day": "Tago",
    "Time": "Horo",
    "Month1": "Januaro",
    "Month2": "Februaro",
    "Month3": "Marto",
    "Month4": "Aprilo",
    "Month5": "Majo",
    "Month6": "Junio",
    "Month7": "Julio",
    "Month8": "Aŭgusto",
    "Month9": "Septembro",
    "Month10": "Oktobro",
    "Month11": "Novembro",
    "Month12": "Decembro",
    "eventDescription": "Eventpriskribo",
    "graphvizRel": "Graphviz (roluloj)",
    "graphvizRelDescription": "Ĉi tiu dosierformato grafike konceptigas la scenaron kaj povas esti utila por globale kompreni ĝin.  Ĉi tiu formato ne referencas eventojn.  Vi povas uzi la programaĵon xdot aŭ ties variaĵojn por elvidi ĝin (ĉefe per la filtriloj dot aŭ circo, dependante de kion vi celas observi).",
    "graphvizEv": "Graphviz (eventoj)",
    "graphvizEvDescription": "Pro ĉiuj partoj de la scenaro miksas sin en nur unu templinio, povas esti iom malsimpla por la ludestro ĝenerale kompreni kio okazas en la scenaro.  Ĉi tiu dosierformato grafike reprezentas la eventojn kaj ties ligojn.  Vi povas uzi la programaĵon xdot aŭ ties variaĵojn por elvidi ĝin (ĉefe per la filtriloj dot, neato, fdp, aŭ sfdp).",
    "html": "HTML",
    "htmlDescription": "Rekte afiŝi la kreitan scenaron en ĉi tiu paĝo.",
    "json": "JSON",
    "jsonDescription": "Ĉi tiu universala formato permesigas elporti datumojn al aliaj programaĵoj.  La kreita scenaro estas entute enkodigita en tiu ĉi formato kaj povas esti poste reŝultita en tiu ĉi scenarkreilo.",
    "iCalendar": "iCalendar",
    "icalDescription": "Ĉi tiu formato donas reprezenton de eventoj kiel kalendaro.  Tiu kalendaro povas estis importita en ia ajn komputila kalendarilo.  La formato de Timeline probable pli taŭgas ol iCalendar por plejparte de ties uzoj en tiu ĉi kunteksto.",
    "orgmode": "Org-mode",
    "orgDescription": "Ĉi tiu homlegebla formato priskribas la kreitan scenaron.  Vi povas legi ĝin per ia ajn tekstredaktilo.",
    "timeline": "Timeline",
    "timelineDescription": "Ĉi tiu formato de la projekto Timeline permesas esplori templiniojn kaj elporti ilin en diversaj bildtipoj."
  },
  { "iso639": "fr",
    "name": "Français",
    "there": "ici",
    "and": "et",
    "underConstruction": "Ce programme n’est malheureusement pas terminé.",
    "lookingForContribution": "Ce programme est libre et peut être modifié par toute personne motivée.",
    "participate": "Vous pouvez prendre part à sa création",
    "linkJumped": "Vous êtes arrivé sur cette page en suivant un lien contenant des informations.  Les questions correspondantes ont donc été préremplies et vous êtes maintenant à l’étape suivante.  Cependant, si vous préférez, vous pouvez",
    "jumpBack": "retourner à la première étape",
    "description": "Ce programme est un générateur de soirées-enquêtes.",
    "openSource": "Son code source est libre et est disponible",
    "error": "Malheureusement une erreur s’est produite.",
    "report": "Merci de la rapporter",
    "errorDetails": "Détails de l’erreur :",
    "next": "Étape suivante",
    "previous": "Étape précédente",
    "startGeneration": "Générer un scénario !",
    "createNewScenario": "Vous pouvez soit générer un nouveau scénario, soit charger un scénario déjà existant.",
    "fastCreation": "L’option précédente va vous demander de nombreuses questions afin de créer un scénario qui correspond au mieux à vos attentes.  Peut-être préférez vous sauter directement à la génération en tant que telle.  Dans ce cas, indiquez tout simplement le nombre de joueurs (hors maîtres de jeu) que vous voulez et lancez une génération rapide.",
    "startFastGeneration": "Génération rapide !",
    "importFileShortcut": "Si vous avez déjà créé un scénario et voulez le recharger, vous pouvez téléverser son fichier JSON ici.  Ceci vous fera passer directement à la dernière étape.",
    "shortcutGeneration": "Téléverser ce scénario",
    "noFileSelected": "Aucun fichier n’a été sélectionné !",
    "howManyPlayers": "Combien de joueurs (sans compter les maîtres de jeu) prévoyez vous pour ce scénario ?",
    "experience": "D’une manière générale, comment estimez-vous l’expérience de vos joueurs ?",
    "beginner": "Débutants",
    "experienced": "Avertis",
    "lengthOfCharacterSheets": "Préférez-vous en général des fiches de personnages courtes, avec des conflits intenses mais parfois caricaturaux, ou des fiches de personnages longues, avec beaucoup de responsabilité mais avec les moyens de les gérer ?",
    "shortSheets": "Fiches de personnages courtes",
    "longSheets": "Fiches de personnages longues",
    "whenDoYouPlanToPlay": "Quand prévoyez-vous de faire jouer ce scénario ?",
    "fastOrSlowGeneration": "La génération du scénario peut prendre du temps et occuper une bonne partie de votre processeur.  Préférez-vous une génération plus rapide et moins gourmande en ressources mais de moins bonne qualité (conseillé si vous lancez la génération sur un téléphone) ou une génération de meilleure qualité, mais sensiblement plus lente ?",
    "fastGeneration": "Rapide mais de moins bonne qualité",
    "slowGeneration": "Lente mais de meilleure qualité",
    "unselectCategories": "Veuillez désélectionner les thèmes que vous préférez (pour une raison ou pour une autre) éviter dans ce scénario.",
    "categoriesExplain": "Laisser un thème sélectionné ne garantit pas qu’il sera effectivement utilisé en pratique, mais désélectionner un thème garantit qu’il ne sera pas utilisé.",
    "categoriesExamples": "Certains éléments de scénarios ont besoin de plus d’un thème sélectionné pour être inclus dans le scénario final.  Par exemple, un amour secret interdit par la religion va avoir besoin que les deux thèmes Romance et Religion soient sélectionnés.",
    "noCategories": "Tout désélectionner",
    "allCategories": "Tout sélectionner",
    "howManyElements1": "Avec ces réglages, ",
    "howManyElements2": " éléments de scénarios seront fournis au générateur.",
    "WarningVeryFewTranslations": "Attention : peu d’éléments de scénario ont été complètement traduits en français.  Sélectionner une autre langue pourra ainsi générer des scénarios plus divers, ou plus simplement éviter des traductions manquantes.  Le taux de traduction des éléments en français est de",
    "percent": " %",
    "categoryDepends": "nécessite",
    "individualConstraints": "Dans cette étape finale, vous pouvez spécifier des contraintes individuelles pour chaque joueur, telles leurs noms, difficulté associées, voire d’autres contraintes plus précises.  Si vous n’avez pas de contraintes particulières, cliquez directement tout en bas sur la génération de scénario.",
    "stepNames": "Définition des noms",
    "changingNamesManually": "Vous pouvez changer les noms de n’importe quel personnage dans la table ci-dessous.",
    "changingNamesAutomatically": "Vous pouvez aussi changer tous les noms de manière aléatoires.  Pour cela, choisissez un générateur de noms et cliquez sur le bouton suivant :",
    "changeNames": "Changer tous les noms",
    "nameInteractions": "Certains générateurs de noms ont des interactions avec les attributs : si les résultats pour un personnage donné vous paraissent trop peu divers, supprimez certains attributs de ce personnage dans la partie ci-dessous.",
    "lockNameDescription": "Si vous appréciez un des noms générés, vous pouvez le bloquer : le générateur de nom ne le changera pas.",
    "bunchOfNames": "Alternativement, vous pouvez générer un grand nombre de noms et copier/coller ceux qui vous plaisent.  Pour cela, choisisez un générateur de noms et un nombre de noms, puis cliquez sur le bouton suivant :",
    "generateBunchOfNames": "Générer beaucoup de noms",
    "lockName": "Bloquer ce nom",
    "unlockName": "Débloquer ce nom",
    "stepAttributes": "Définition des attributs",
    "attributeExplanation": "Les attributs sont des caractéristiques des personnages, comme leur genre, leurs croyances, ou leur statut social.",
    "setAttribute": "Dans cette table, vous pouvez ajouter des attributs spécifiques à vos personnages.  Rechercher l’attribut voulu dans la ligne du personnage concerné et sélectionnez-le.",
    "resetAttribute": "Enlever tous les attributs",
    "stepContacts": "Définition des contacts",
    "contactExplanation": "Les contacts sont des liens entre les personnages.  Par exemple qu’ils se connaissent, qu’ils travaillent ensemble, ou qu’ils ont un lien familial ou affectif.",
    "setContact": "Dans cette table, vous pouvez ajouter des contacts spécifiques entre vos personnages.  Rechercher le contact dans la case correspondant à la ligne du personnage voulu et la colonne du personnage ciblé et sélectionnez-le.",
    "resetContactLine": "Enlever tous les contacts de la ligne",
    "resetContactColumn": "Enlever tous les contacts de la colonne",
    "stepComplexityDifficulty": "Réglage de la complexité et la difficulté",
    "complexityDifficultyExplanation": "La complexité et la difficulté sont deux paramètres représentant l’expérience et les goûts du joueur.  De manière très résumée, la complexité est reliée à la taille de la fiche de personnage, alors que la difficulté est reliée à la probabilité d’un personnage de mourir lors de la soirée-enquête.  Voici quatre exemples extrêmes.",
    "lowComplexityLowDifficulty": "Complexité et difficulté faibles : quelqu’un qui passait par là a rejoint l’attroupement par curiosité ;",
    "lowComplexityHighDifficulty": "Complexité faible, mais difficulté élevée : quelqu’un dont les empreintes de pas correspondent exactement (mais par pur hasard) celles trouvées près d’un assassinat dont tout le monde cherche à se venger ;",
    "highComplexityLowDifficulty": "Grande complexité, mais faible difficulté : quelqu’un très réputé pour sa sagesse à qui on a demandé de résoudre un conflit très complexe pour lequel il semble ne pas exister de solution ;",
    "highComplexityHighDifficulty": "À la fois une grande complexité et une grande difficulté : une agent-double qui en sait beaucoup sur tout le monde… en particulier que personne ne lui fait confiance et que tout le monde ne fait que chercher à la prendre la main dans le sac !",
    "complexityDifficultyPrefilled": "Les complexité et difficulté de chaque joueurs ont été pré-paramétrées selon les informations que vous avez donné dans les premières étapes de réglage.",
    "changeThisTable": "Soyez libre de changer n’importe quelle donnée dans cette table.",
    "generatorWillDealWithThese": "Le générateur cherchera à trouver une explication pour les informations que vous donnerez.  Notez que le générateur pourra aussi ajouter des informations à ce tableau tant que cela ne rentre en conflit avec celles que vous avez indiqué.",
    "playerName": "Nom du personnage",
    "complexity": "Complexité",
    "difficulty": "Difficulté",
    "attributes": "Attributs",
    "contacts": "Contacts",
    "commands": "Commandes",
    "miscellaneous": "Autres",
    "forExample": "Exemple :",
    "backgroundGeneration": "La génération a commencé en arrière-plan.  En conséquence, votre ordinateur sera potentiellement moins rapide pendant un moment.  La version terminal de ce générateur est sensiblement plus rapide que cette interface web (mais aussi sensiblement plus difficile à utiliser).  Si vous le souhaiter, vous pouvez la compiler à partir des sources disponibles",
    "exportPossibilities": "Comment souhaiteriez télécharger votre scénario une fois généré ?",
    "noProductionSelected": "Aucun format n’a été sélectionné !",
    "exportList": "Maintenant que le scénario a été généré, vous pouvez le télécharger aux formats suivant.",
    "exportedAsHTML": "Le scénario est aussi affiché en dessous.",
    "changeStyles": "Les styles de ce site peuvent ne pas être adapté à l’impression.",
    "changeStylesOn": "Sélectionnez ce bouton pour le rendre plus sobre.",
    "changeStylesOff": "Désélectionnez ce bouton pour le recolorer.",
    "errorWhenExporting": "Malheureusement, une erreur s’est produite lors de l’exportation du scénario dans certains formats : certains formats seront manquants.",
    "downloadAs": "Télécharger au format",
    "generateAs": "Générer un fichier au format",
    "characterAttributes": "Attributs",
    "characterContacts": "Contacts",
    "characterEvents": "Événements",
    "objectAttributes": "Attributs d’objets",
    "objectContacts": "Contacts d’objets",
    "contactTo": "Avec",
    "forTheGM": "Notes au maître du jeu",
    "GMEvents": "Chronologie",
    "GMCharacters": "Personnages",
    "GMContacts": "Contacts",
    "GMobjects": "Objects",
    "Year": "Année",
    "Month": "Mois",
    "Day": "Jour",
    "Time": "Heure",
    "Month1": "Janvier",
    "Month2": "Février",
    "Month3": "Mars",
    "Month4": "Avril",
    "Month5": "Mai",
    "Month6": "Juin",
    "Month7": "Juillet",
    "Month8": "Août",
    "Month9": "Septembre",
    "Month10": "Octobre",
    "Month11": "Novembre",
    "Month12": "Décembre",
    "eventDescription": "Description de l’événement",
    "graphvizRel": "Graphviz (personnages)",
    "graphvizRelDescription": "Ce format donne une représentation graphique du scénario et peut être utile pour repérer les rapports de force en jeu.  Les événements ne sont pas stockés dans ce format.  Vous pouvez utiliser le programme xdot ou ses variantes pour le lire (principalement avec les filtres dot ou circo, en fonction de ce que vous souhaitez observer).",
    "graphvizEv": "Graphviz (événements)",
    "graphvizEvDescription": "Les fils d’événements des différentes facettes du scénario ayant tendance à se mélanger, il peut être difficile pour le maître du jeu d’avoir une vue d’ensemble du scénario.  Ce format donne une représentation graphique des événements et leurs liens.  Vous pouvez utiliser le programme xdot ou ses variantes pour le lire (principalement avec les filtres dot, neato, fdp, ou sfdp).",
    "html": "HTML",
    "htmlDescription": "Aficher le scénario généré directement sur cette page.",
    "json": "JSON",
    "jsonDescription": "Ce format générique vous permet d’importer les données générées dans de nombreux autres logiciels.  L’intégralité du scénario généré est stocké dans ce format et peut être rechargé dans ce générateur de scénario pour un usage ultérieur.",
    "iCalendar": "iCalendar",
    "icalDescription": "Ce format donne une représentation des événements sous forme de calendrier.  Ce dernier peut ensuite être importé dans n’importe quel calendrier numérique.  Le format Timeline est probablement plus adapté à la plupart des usages d’un tel fichier iCalendar.",
    "orgmode": "Org-mode",
    "orgDescription": "Ce format conçu pour être lisible par des humains fournit une description du scénario généré.  Il peut être lu par n’importe quel éditeur de texte.",
    "timeline": "Timeline",
    "timelineDescription": "Ce format du projet Timeline permet d’explorer des frises chronologiques, ainsi que de les exporter dans différents formats d’image."
  },
  { "iso639": "en",
    "name": "English",
    "there": "there",
    "and": "and",
    "underConstruction": "This program is unfortunately under construction.",
    "lookingForContribution": "This program is free software and any motivated person can contribute to it.",
    "participate": "You can participate to its creation",
    "linkJumped": "You came in this page following a link with information.  The corresponding questions thus have been filled and you are now in the next step.  However, if you prefer, you can",
    "jumpBack": "jump back to the first step",
    "description": "This program is a murder-party generator.",
    "openSource": "This program is free software and its source code is available",
    "error": "Unfortunately an error occurred.",
    "report": "Please report it",
    "errorDetails": "Error details:",
    "next": "Next step",
    "previous": "Previous step",
    "startGeneration": "Generate a scenario!",
    "createNewScenario": "You can either generate a new scenario from scratch or import an already existing scenario.",
    "fastCreation": "The previous option will ask a lot of questions to create a scenario that fits the best what you expect.  Maybe you want to directly jump to the actual generation.  If so, just indicate how many players (excluding game masters) you want and start a fast generation.",
    "startFastGeneration": "Fast generation!",
    "importFileShortcut": "If you already generated a scenario and want to load it back, you can send its JSON file here.  This will make you jump directly to the last step.",
    "shortcutGeneration": "Send this scenario",
    "noFileSelected": "No file have been selected!",
    "howManyPlayers": "How many players (excluding game masters) do you plan for this scenario?",
    "experience": "How do you globally estimate your players’s experience?",
    "beginner": "Beginners",
    "experienced": "Experienced",
    "lengthOfCharacterSheets": "Do you generally prefer short character sheets, with intense conflicts but sometimes slightly cartoonish, or long character sheets, filled with responsibilities as well as the associated abilities?",
    "shortSheets": "Short character sheets",
    "longSheets": "Long character sheets",
    "whenDoYouPlanToPlay": "When do you plan to play this scenario?",
    "fastOrSlowGeneration": "Generating a scenario can take some time and use your processor a lot.  Would you prefer a fast generation using less resources but at the same time of lesser quality (prefered option if you are running this page on a phone), or a slow and resource-intensive generation but with better results?",
    "fastGeneration": "Fast but of lesser quality",
    "slowGeneration": "Slow but of better quality",
    "unselectCategories": "Please unselect themes that you would like to avoid (for any reason) in your scenario.",
    "categoriesExplain": "Leaving a theme selected does not guarantee that it will be used in practise, but unselecting a theme guarantees that it will not be used.",
    "categoriesExamples": "Some scenario elements require more than one theme to be enabled to have a chance to be included.  For instance, a secret love religiously forbidden would require both the Romance and Religion themes to appear.",
    "noCategories": "Unselect all",
    "allCategories": "Select all",
    "howManyElements1": "With these settings, ",
    "howManyElements2": " scenario elements will be provided to the generator.",
    "WarningVeryFewTranslations": "Warning: few scenario elements have been fully translated into English.  Selecting another language might lead to more diverse scenarios, or simply to avoid missing translations.  The rate of elements translated into English is",
    "percent": "%",
    "categoryDepends": "depends on",
    "individualConstraints": "In this last step, you can specify individual player constraints, such as their names, associated complexity and difficulty, or more specific constraints.  If you need no specific constraints, just click below this page the link to generate a scenario.",
    "stepNames": "Changing Names",
    "changingNamesManually": "You can directly update any character’s name in the table below.",
    "changingNamesAutomatically": "You can also randomly change all names.  For this, choose a random name generator and click on the here-after button:",
    "changeNames": "Change everyone’s names",
    "nameInteractions": "Some name generators interact with attributes: if the results for a given character feel not divere enough, remove some of its attributes in the section below.",
    "lockNameDescription": "If you like one of the generated names, you can lock it: the name generated won’t change it.",
    "bunchOfNames": "Alternatively, you can generate a large number of names and copy/paste those that you like.  For this, choose a name generator and a number of names, then click on the here-after button:",
    "generateBunchOfNames": "Generate many names",
    "lockName": "Lock this name",
    "unlockName": "Unlock this name",
    "stepAttributes": "Attribute Settings",
    "attributeExplanation": "Attributes are character’s characteristics.  For instance their gender, belief, or social status.",
    "setAttribute": "In this table, you can add specific attributes to your characters.  Look for the attribute that you want in the characters’s line and select it.",
    "resetAttribute": "Remove all attributes",
    "stepContacts": "Contact Settings",
    "contactExplanation": "Contacts are links between characters.  For instance that they know each other, that they are colleagues, or that they share a family of affective relation.",
    "setContact": "In this table, you can add specific contacts to your characters.  Look for the contact that you want in the characters’s line and the targetted character’s column, and select it.",
    "resetContactLine": "Remove all contacts in the line",
    "resetContactColumn": "Remove all contacts in the column",
    "stepComplexityDifficulty": "Changing compexity and difficulty",
    "complexityDifficultyExplanation": "Complexity and difficulty are two parameters that represent the experience and taste of the player.  In a nutshell, complexity is related with the size of character sheets, whilst difficulty is related to the probability that a character will be killed during the murder-party.  Here are four extreme examples.",
    "lowComplexityLowDifficulty": "Both low complexity and low difficulty: a passerby who join the party out of curiosity;",
    "lowComplexityHighDifficulty": "Low complexity but high difficulty: someone whose footprints match by pure chance the ones found around an assassination from which everyone else seek revange;",
    "highComplexityLowDifficulty": "High complexity but low difficulty: someone highly estimated for his wisdom being asked to settle a very complicated dispute for which no solution seems to exist;",
    "highComplexityHighDifficulty": "Both high complexity and high difficulty: a double-agent who knows a lot about both sides… namely that they both have high suspicion about her allegiance and are just looking for ways to trap her!",
    "complexityDifficultyPrefilled": "Characters’s complexity and difficulty have been pre-filled according to the information that you gave in the first setting steps.",
    "changeThisTable": "Feel free to change any data in this table.",
    "generatorWillDealWithThese": "The generator will look for explanations to the information you will provide.  Note that the generator may add information to this table as long as it does not conflict with what you entered.",
    "playerName": "Player name",
    "complexity": "Complexity",
    "difficulty": "Difficulty",
    "attributes": "Attributes",
    "contacts": "Contacts",
    "commands": "Commands",
    "miscellaneous": "Miscellaneous",
    "forExample": "Example:",
    "backgroundGeneration": "The generation has now started in the background.  Your computer may be thus slower than usual for a moment.  The console version of this generator is notably faster than this web interface (but also notably more difficult to use).  If you wish, you can compile it yourself from the sources available",
    "exportPossibilities": "How would like to export your scenario once generated?",
    "noProductionSelected": "No format have been selected!",
    "exportList": "Now that the scenario has been generated, you can download it under the following formats.",
    "exportedAsHTML": "The scenario is also displayed below.",
    "changeStyles": "The style of this website may not fit printing.",
    "changeStylesOn": "Select this to make it a little less colorful.",
    "changeStylesOff": "Unselect it to make it colorful again.",
    "errorWhenExporting": "Unfortunately, an error happenned when exporting the scenario to some formats: some of them will be missing.",
    "downloadAs": "Download as",
    "generateAs": "Export as",
    "characterAttributes": "Character attributes",
    "characterContacts": "Character contacts",
    "characterEvents": "Events",
    "objectAttributes": "Object attributes",
    "objectContacts": "Object contacts",
    "contactTo": "To",
    "forTheGM": "Specific to the game master",
    "GMEvents": "All events",
    "GMCharacters": "All characters",
    "GMContacts": "All contacts",
    "GMobjects": "All objects",
    "Year": "Year",
    "Month": "Month",
    "Day": "Day",
    "Time": "Time",
    "Month1": "January",
    "Month2": "February",
    "Month3": "March",
    "Month4": "April",
    "Month5": "May",
    "Month6": "June",
    "Month7": "July",
    "Month8": "August",
    "Month9": "September",
    "Month10": "October",
    "Month11": "November",
    "Month12": "December",
    "eventDescription": "Event Description",
    "graphvizRel": "Graphviz (characters)",
    "graphvizRelDescription": "This format provides a graphical representation of the scenario and can be useful to understand it globally.  This format does not store events.  You can use the xdot program or its look-alikes to visualise it (mainly with the dot or circo filters, depending on what you want to observe).",
    "graphvizEv": "Graphviz (events)",
    "graphvizEvDescription": "Because event threads tend to mix themselves in a given scenario, it can be challenging for the game master to understand the scenario as a whole.  This format provides a graphical representation of the events of a scenario and their links.  You can use the xdot program or its look-alikes to visualise it (mainly with the dot, neato, fdp, or sfdp filters).",
    "html": "HTML",
    "htmlDescription": "Directly displays the generated scenario in this webpage.",
    "json": "JSON",
    "jsonDescription": "This generic format enables to import generated data into other softwares.  The generated scenario is fully stored in this format and can be retreived back in this scenario generator for further reuse.",
    "iCalendar": "iCalendar",
    "icalDescription": "This format provides a representations of generated events as a calendar.  This calendar can then be imported into any digital calendar.  The Timeline format may better fit most of the usages of an iCalendar in this context.",
    "orgmode": "Org-mode",
    "orgDescription": "This format provides a readable description of the generated scenario.  It can be read by any text editor.",
    "timeline": "Timeline",
    "timelineDescription": "This format from the Timeline project enables to explore timelines as well as exporting it into various picture formats."
  }
]
